"KTMFMASDKScopeuserinfoTitle" = "Access to your nickname and profile photo";
"KTMFMASDKScopeuserinfoDesc" = "The mini program requests to access your user information.";
"KTMFMASDKScopeuserinfoPageTitle" = "User info";
"KTMFMASDKScopeuserLocationTitle" = "Access to your location";
"KTMFMASDKScopeuserLocationDesc" = "The mini program requests to access your location.";
"KTMFMASDKScopeuserLocationPageTitle" = "Location";
"KTMFMASDKScopeuserFuzzyLocationTitle" = "Access to your fuzzy location";
"KTMFMASDKScopeuserFuzzyLocationDesc" = "The mini program requests to access your fuzzy location.";
"KTMFMASDKScopeuserFuzzyLocationPageTitle" = "Fuzzy location";
"KTMFMASDKScopeuserBackgroundLocationTitle" = "Background location permission";
"KTMFMASDKScopeuserBackgroundLocationDesc" = "The mini program requests your background location permission.";
"KTMFMASDKScopeuserBackgroundLocationPageTitle" = "Background location";
"KTMFMASDKScopeBluetoothTitle" = "Bluetooth permission";
"KTMFMASDKScopeBluetoothDesc" = "The mini program requests your Bluetooth permission.";
"KTMFMASDKScopeBluetoothPageTitle" = "Bluetooth";
"KTMFMASDKScopeCalendarTitle" = "Calendar permission";
"KTMFMASDKScopeCalendarDesc" = "The mini program requests your calendar permission.";
"KTMFMASDKScopeCalendarPageTitle" = "Calendar";
"KTMFMASDKScopeContactTitle" = "Contacts permission";
"KTMFMASDKScopeContactDesc" = "The mini program requests your contacts permission.";
"KTMFMASDKScopeContactPageTitle" = "Contacts";
"KTMFMASDKScoperecordTitle" = "Recording permission";
"KTMFMASDKScoperecordDesc" = "The mini program requests your recording permission.";
"KTMFMASDKScoperecordPageTitle" = "Recording";
"KTMFMASDKScopewritePhotosAlbumTitle" = "Permission to save photo/video to your album";
"KTMFMASDKScopewritePhotosAlbumDesc" = "The mini program requests permission to save photo/video to your album.";
"KTMFMASDKScopewritePhotosAlbumPageTitle" = "Photo/Video storage";
"KTMFMASDKScopecameraTitle" = "Camera permission";
"KTMFMASDKScopecameraDesc" = "The mini program requests your camera permission.";
"KTMFMASDKScopecameraPageTitle" = "Camera";
"KTMFMASDKScopeScreenRecordingTitle" = "Permission to record your screen";
"KTMFMASDKScopeScreenRecordingPageTitle" = "Screen recording";
"KTMFMASDKScopeChooseImageTitle" = "Permission to select a photo from your album or take a photo";
"KTMFMASDKScopeChooseImageDesc" = "The mini program requests permission to select a photo from your albums or take a photo.";
"KTMFMASDKScopeChooseImagePageTitle" = "Photo";
"KTMFMASDKScopeChooseVideoTitle" = "Permission to select a video from your album or shoot a video";
"KTMFMASDKScopeChooseVideoDesc" = "The mini program requests permission to select a video from your album or shoot a video.";
"KTMFMASDKScopeChooseVideoPageTitle" = "Video";
"KTMFMASDKScopeChooseMediaTitle" = "Access to your album";
"KTMFMASDKScopeChooseMediaDesc" = "The mini program requests to access your album.";
"KTMFMASDKScopeChooseMediaPageTitle" = "Album";
"KTMFMASDKScopeMakeMediaTitle" = "Access to your camera";
"KTMFMASDKScopeMakeMediaDesc" = "The mini program requests to access your camera.";
"KTMFMASDKScopeMakeMediaPageTitle" = "Camera";
"KTMFMASDKScopeGetClipboardDataTitle" = "Access to your clipboard";
"KTMFMASDKScopeGetClipboardDataDesc" = "The mini program requests to access your clipboard.";
"KTMFMASDKScopeGetClipboardDataPageTitle" = "Clipboard";
"KTMFMASDKHitBreakpoint" = "Breakpoint";
"KTMFMASDKSure" = "OK";
"KTMFMASDKLocalDebuggingEnded" = "Local debugging has ended.";
"KTMFMASDKTheDevToolExitedDebugging" = "Debugging for the development tool is complete.";
"KTMFMASDKDevelopmentEdition" = "Development version";
"KTMFMASDKExperienceVersion" = " ";
"KTMFMASDKReviewedVersion" = "Version pending for approval";
"KTMFMASDKFormalVer" = "Released version";
"KTMFMASDKPreviewVersion" = "Preview";
"KTMFMASDKFormalVerDeleted" = " ";
"KTMFMASDKFormalVerApproved" = " ";
"KTMFMASDKFormalVerReviewReturn" = " ";
"KTMFMASDKFormalVerGrayscale" = " ";
"KTMFMASDKFormalVerOffline" = " ";
"KTMFMASDKEffectiveReopening" = "Debugging mode will take effect only after restarting";
"KTMFMASDKCancel" = "Cancel";
"KTMFMASDKQQFriends" = "QQ friend";
"KTMFMASDKQQZone" = "Qzone";
"KTMFMASDKWX" = "WeChat";
"KTMFMASDKWXMoments" = "Moments";
"KTMFMASDKSendWXFriends" = "Send to friends";
"KTMFMASDKSavePhotosAlbum" = "Save to album";
"KTMFMASDKScopeChooseMessageFileTitle" = "Access to your local files";
"KTMFMASDKScopeChooseMessageFileDesc" = "The mini program requests to access your local files.";
"KTMFMASDKScopeChooseMessageFilePageTitle" = "Files";
"KTMFMASDKCloseDebugging" = "Disable debugging";
"KTMFMASDKOpenDebugging" = "Enable debugging";
"KTMFMASDKClosePerforWindow" = "Close performance window";
"KTMFMASDKShowPerforWindow" = "Show performance window";
"KTMFMASDKRestartApplet" = "Restart mini program";
"KTMFMASDKAbout" = "About";
"KTMFMASDKSettings" = "Settings";
"KTMFMASDKAddToDesktop" = "Create shortcut";
"KTMFMASDKMore" = "More";
"KTMFMASDKShareTo" = "Share";
"KTMFMASDKSoundRecording" = "Record";
"KTMFMASDKClose" = "Close";
"KTMFMASDVerticalScreen" = "Portrait";
"KTMFMASDKApplets" = "Mini program";
"KTMFMASDKHorizontalScreen" = "Landscape";
"KTMFMASDKPleaseTurnScreen" = "Turn the screen to %@ and use %@.";
"KTMFMASDKPageNotExist" = "The page does not exist.";
"KTMFMASDKTitleNotSet" = "Title not set.";
"KTMFMASDKRealNameAuth" = "Identity verification";
"KTMFMASDKExistGame" = "Quit game";
"KTMFMASDKLater" = "Later";
"KTMFMASDKAbnormal" = "Exception";
"KTMFMASDKPaymentFailedc" = "Payment failed.";
"KTMFMASDKErrorSampleRate" = "Initialization failed: Invalid SampleRate.";
"KTMFMASDKErrorNumbChannels" = "Initialization failed: Invalid numberOfChannels.";
"KTMFMASDKErrorFormat" = "Initialization failed: Invalid format.";
"KTMFMASDKSearchLocat" = "Search nearby locations";
"KTMFMASDKComplete" = "Done";
"KTMFMASDKCurrentLoca" = "Current location";
"KTMFMASDKHiddenLocat" = "Hide location";
"KTMFMASDKLargeBuilding" = "Building";
"KTMFMASDKEnd" = "End";
"KTMFMASDKLoadFalie" = "Loading failed.";
"KTMFMASDKNotFoundResult" = "No results found";
"KTMFMASDKRecordStopRecoFirst" = "Recording in progress. Please stop it first.";
"KTMFMASDKRecoDeviceErrorInitFailed" = "Initialization failed: Recorder error.";
"KTMFMASDKUnableGetRecordFile" = "Failed to obtain the recording file.";
"KTMFMASDKErrorFileDuration" = "File duration error.";
"KTMFMASDKGamesDesc" = "Boycott bad games and refuse pirated copies. Stay vigilant against scams and protect yourself. Excessive gaming can have numerous negative effects on your health.";
"KTMFMASDKIKnow" = "Got it";
"KTMFMASDKAppletTakenOff" = "The mini program is removed.";
"KTMFMASDKNotUsingAnyInfo" = "\"%@\" did not use any of your information.";
"KTMFMASDKCameraError" = "Camera error";
"KTMFMASDKRequestFailedTryLater" = "Request failed. Try again later.";
"KTMFMASDKPromiss" = "Allow";
"KTMFMASDKRefuse" = "Reject";
"KTMFMASDKAllowUseJurisdiction" = "Allow \"%@\" to use my following permissions";
"KTMFMASDKPerformanceData" = "Performance data ";
"KTMFMASDKStartupAndSwitching" = "Startup and switching ";
"KTMFMASDKPageCuttingTime" = "Page switching duration: %.2f ms ";
"KTMFMASDKStartupTime" = "Startup duration: %.2f ms ";
"KTMFMASDKPackageDownloadTime" = "Package download duration: %.2f ms ";
"KTMFMASDKRender" = "Rendering ";
"KTMFMASDKInitialRenderingTime" = "First rendering duration: %.2f ms ";
"KTMFMASDKTimeRenderAgain" = "Second rendering duration: %.2f ms ";
"KTMFMASDKFrameRate" = "Frame rate: %.2f fps ";
"KTMFMASDKOtherN" = "Others ";
"KTMFMASDKCacheDatas" = "Data cache: %.0f B ";
"KTMFMASDKApplication1" = "| requests";
"KTMFMASDKAuthorizationDesc" = "Authorization instructions";
"KTMFMASDKThirdUserInfoAuth" = "Third-party user information authorization instructions";
"KTMFMASDKAuthDescription" = "Upon your authorization, the mini program developer will provide services in accordance with %@. They are required to handle your personal information in strict compliance with %@. If you notice any mishandling of your personal information, you have the right to file a complaint.";
"KTMFMASDKComplaint" = "Complain";
"KTMFMASDKAlwaysKeepOptions" = "Save and don’t ask again";
"KTMFMASDKPersonalInformation" = "User info on %@";
"KTMFMASDKEnterApplet" = "Enter mini program";
"KTMFMASDKUserPriProtnGuide" = "User privacy protection guide";
"KTMFMASDKComplaintFeedback" = "Complaints and feedback";
"KTMFMASDKCopyLink" = "Copy URL";
"KTMFMASDKSearchLocation" = "Search location";
"KTMFMASDKOpen" = "Expand";
"KTMFMASDKShot" = "Camera";
"KTMFMASDKSelectFromPhone" = "Select from phone";
"KTMFMASDKNotAllowWebviewDomain1" = "This domain name ";
"KTMFMASDKNotAllowWebviewDomain2" = "is not supported, please reconfigure";
"KTMFMASDKNotConnected" = "Not connected";
"KTMFMASDKConnecting" = "Connecting";
"KTMFMASDKConnected" = "Connected";
"KTMFMASDKDisconnected" = "Disconnected";
"KTMFMASDKConnectionFailed" = "Connection failed";
"KTMFMASDKTheServerIsNormal" = "The server is running";
"KTMFMASDKTheServerException" = "The server threw an exception";
"KTMFMASDKStopIt" = "Stop";
"KTMFMASDKShow" = "Collapse";
"KTMFMASDKLog" = "Log";
"KTMFMASDKTobeConfirmed" = "To be confirmed";
"KTMFMASDKHasbeenSent" = "Sent";
"KTMFMASDKReceived" = "Received";
"KTMFMASDKMAUUpperLimit" = "The MAU has reached the upper limit.";
"KTMFMASDKInformation" = "Note";
"KTMFMASDKNOScanResult" = "Unrecognizable";
"KTMFMASDKRestrictedAlbum" = "Unable to access the album due to system reasons";
"KTMFMASDKLoginUseAppNickname" = "Use the nickname";
"KTMFMASDKLoginUseAppIcon" = "Use the profile photo";
"KTMFMASDKLoginSelectFromAlbum" = "Select from album";
"KTMFMASDKLoginPhotograph" = "Camera";
"KTMFMASDKLoginPhoneNumber" = "phone number";
"KTMFMASDKLoginMail" = "email";
"KTMFMASDKLoginApplyAndVerify" = "requests to access and verify your %@";
"KTMFMASDKLoginProvideServices" = "For personalized services, %@ is required.";
"KTMFMASDKLoginNumber" = "Phone number";
"KTMFMASDKLoginBinding" = "%@ bound to %@";
"KTMFMASDKLoginNotAllowed" = "Deny";
"KTMFMASDKSubscribeApply" = "requests to";
"KTMFMASDKSubscribeSendMsgNoti" = "send the following notification once";
"KTMFMASDKSubscribeSendMsgNoti2" = "send the following notification";
"KTMFMASDKSubscribeKeepSelected" = "Save and don’t ask me again";
"KTMFMASDKSubscribeMsg" = "Subscription Messages";
"KTMFMASDKSubscribeReceiveNoti" = "Receive notifications";
"KTMFMASDKSubscribeNoReceive" = "Block";
"KTMFMASDKSubscribeReceive" = "Receive";
"KTMFMASDKSubscribeNotiManagement" = "Notification Management";
"KTMFMASDKSubscribeSendNoti" = "Receive the following messages from";
"KTMFMASDKKeyboardDone" = "done";
"KTMFMASDKKeyboardNext" = "next";
"KTMFMASDKKeyboardSearch" = "search";
"KTMFMASDKKeyboardGo" = "go";
"KTMFMASDKKeyboardSend" = "send";
"KTMFMASDKPermissionRequest" = "%@ requests to use your %@";
"KTMFMASDKCamera" = "Camera";
"KTMFMASDKMicrophone" = "Microphone";
"KTMFMASDKCameraAndMicrophone" = "Camera and Microphone";
